Repository: xTexhFutures/MotorClaims
Catalog: MotorClaims/Resources/Views/Shared/_SurveyorEntry.*.resx
Languages: ar

source: #Check List
ar: قائمة تدقيق#

source: A/CRadiator
ar: أ\المبرد

source: Add New Survey
ar: إضافة إستطلاع جديد

source: AirBag
ar: وسادة هوائية

source: B.Guard
ar: ب.حارس

source: B.Reinforcement
ar: ب.التعزيز

source: B.Rubber
ar: ب.كوشوك

source: Battery
ar: بطارية

source: Central Pillar
ar: العمود المركزي

source: Chassis
ar: الهيكل

source: Completed
ar: مكتمل

source: Created By
ar: أنشأ من قبل

source: Creation Date
ar: تاريخ الإنشاء

source: DashBoard
ar: لوحة القيادة

source: Door Trim
ar: باب مزخرف

source: E.Hoob Lock
ar: قفل

source: E.Mounting
ar: تركيب

source: Engine
ar: محرك

source: Estimated.S.PAmount
ar: المبلغ المقدر

source: Estimated Labour Amount
ar: حجم العمل المقدر

source: Estimated Repair Days
ar: أيام الاصلاح المقدرة

source: Estimated Spare Part Amount
ar: المبلغ التقديري لقطع الغيار

source: F.Door
ar: باب

source: F.Fender
ar: رفرف السيارة

source: F.Seats
ar: مقعد

source: F.W.Glass
ar: الزجاج الامامي

source: Fan
ar: المروحة

source: Floor Mats
ar: سجاد الارضية

source: Fraud
ar: تزوير

source: Front
ar: أمام

source: Glass
ar: زجاج

source: H.Light
ar: ضوء

source: H.Panel
ar: لوحة

source: Indicator Light
ar: ضوء المؤشر

source: In Progress
ar: في تحسن

source: Interior
ar: الداخلية

source: Labour Amount
ar: مبلغ العمالة

source: Lamps
ar: مصباح

source: Left
ar: يسار

source: Left Mirror
ar: مراه اليسرى

source: Left Rim
ar: الحافة اليسرى

source: Left Shock Observer
ar: مراقب الصدمات الايسر

source: Left Steering Joint
ar: مفصل التوجيه الايسر

source: Left Suspension
ar: معلق الإطار الايسر

source: LeftTire
ar: الإطارات اليسرى

source: Left Wheel Caps
ar: جنط الإطار اليسرى

source: Lid
ar: الغطاء

source: Missing
ar: مفتقدات

source: Muffler
ar: شكمان

source: Note
ar: ملاحظة

source: Other Amount
ar: كمية أخرى

source: Others
ar: أخرون

source: Part Provider
ar: تزويد قطع

source: Photos
ar: صور

source: Pro Shaft
ar: مقبض

source: R.Door
ar: ر.باب

source: R.Fender
ar: ر.رفرف

source: R.Panel
ar: ر.لوحة

source: R.Rubber
ar: ر.كوشوك

source: R.Seats
ar: ر.مقعد

source: R.Window
ar: ر.نافذة

source: Rear
ar: الجزء الخلفي

source: Recommended
ar: مستحسن

source: Repair
ar: إصلاح

source: Repair Condition
ar: حالة إصلاح

source: Right
ar: يمين

source: Right Mirror
ar: المراه اليمنى

source: Right Rim
ar: الحافة اليمنى

source: Right Shock Observer
ar: مراقب الصدمات الايمن

source: Right Steering Joint
ar: مفصل التوجيه الايمن

source: Right Suspension
ar: معلق الإطار الايمن

source: Right Tire
ar: الاطار الايمن

source: Right Wheel Caps
ar: جنط الاطار الايمن

source: Roof
ar: السقف

source: R\CAntil
ar: ر\س أنتيل

source: Save
ar: حفظ

source: Sides
ar: الجانبين

source: Spare Part Amount
ar: مبلغ قطع الغيار

source: Status
ar: مكان
