Repository: xTexhFutures/MotorClaims
Catalog: MotorClaims/Resources/Views/Claims/ClaimEntry.*.resx
Languages: ar

source: Accident Number
ar: رقم الحادث

source: Accident Place
ar: مكان الحادث

source: Basher No
ar: رقم البشير

source: City
ar: مدينة

source: Claim Entry
ar: إدخال المطالبة

source: ClaimEvent
ar: حدث مطالبة

source: DOB
ar: تاريخ الميلاد

source: Effective Date
ar: تاريخ النفاذ

source: ExpiryDate
ar: تاريخ الانتهاء

source: Flood
ar: فيضان

source: GCC
ar: مجلس التعاون الخليجي

source: Geographical Area
ar: المنطقة الجغرافية

source: ID Type
ar: نوع المعرف

source: KSA
ar: المملكة العربية السعودية

source: Loss Date
ar: تاريخ الخسارة

source: Name
ar: اسم

source: Notification Date
ar: تاريخ الانذار

source: Policy No
ar: رقم مركز الشرطة

source: Registration Date
ar: تاريخ التسجيل

source: Sequance No
ar: رقم التسلسل

source: SurveyCity
ar: فحص المدينة

source: Taqdeer No
ar: تقدير رقم

source: Yearof Manufacturing
ar: سنة الصنع
